IDEA Open Model
SteelSetupAUS.Bolt_Fip Property
Compatible with IDEA StatiCa 20.1
 Safety factor preloaded bolt
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Bolt_Fip { get; set; }
Public Property Bolt_Fip As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
SteelSetupAUS Class
IdeaRS.OpenModel Namespace